Repository: geopaparazzi/smash_import_export_plugins
Catalog: lib/l10n/intl_*.arb
Languages: cs, de

# exportWidget_pdfExported
source: PDF exported
cs: PDF exportováno
de: PDF exportiert

# exportWidget_gpxExported
source: GPX exported
cs: GPX exportováno
de: GPX exportiert

# exportWidget_exportToGpx
source: Export project to GPX
cs: Export projektu do GPX
de: Projekt als GPX exportieren

# exportWidget_kmlExported
source: KML exported
cs: KML exportováno
de: KML exportiert

# exportWidget_exportToKml
source: Export project to KML
cs: Export projektu do KML
de: Exportiere Projekt als KML

# exportWidget_imagesToFolderExported
source: Images exported
cs: Obrázky exportované
de: Bilder exportieren

# exportWidget_exportImagesToFolderTitle
source: Images
cs: Obrázky
de: Bilder

# exportWidget_exportToGeopackage
source: Export project to Geopackage
cs: Export projektu do Geopackage
de: Projekt in Geopaket exportieren

# exportWidget_exportToGSS
source: Export to Geopaparazzi Survey Server
cs: Export do Geopaparazzi Survey Server
de: Zum Geopaparazzi Survey Server exportieren

# gssExport_gssExport
source: GSS Export
cs: Export GSS
de: GSS Exportieren

# gssExport_setProjectDirty
source: Set project to DIRTY?
cs: Nastavit projekt na DIRTY?
de: Projekt auf DIRTY setzen?

# gssExport_thisCantBeUndone
source: This can't be undone!
cs: To se nedá vrátit!
de: Das kann nicht rückgängig gemacht werden!

# gssExport_restoreProjectAsClean
source: Restore project as all clean.
cs: Obnovit projekt jako čistý.
de: Projekt als vollständig bereinigt wiederherstellen.

# gssExport_nothingToSync
source: Nothing to sync.
cs: Není co synchronizovat.

# gssExport_unableToSyncDueToError
source: Unable to sync due to an error, check diagnostics.
cs: Synchronizaci nelze provést z důvodu chyby, zkontrolujte diagnostiku.

# gssExport_synStats
source: Sync Stats
cs: Statistiky synchronizace

# gssExport_simpleNotes
source: Simple Notes:
cs: Jednoduché poznámky:

# gssExport_formNotes
source: Form Notes:
cs: Poznámky k formuláři:

# gssExport_images
source: Images:
cs: Obrázky:

# gssExport_shouldNotHappen
source: Should not happen
cs: Nemělo by se to stát

# gssExport_upload
source: Upload
cs: Nahrát

# gssImport_gssImport
source: GSS Import
cs: Import GSS

# gssImport_downloadingDataList
source: Downloading data list…
cs: Stahování seznamu dat…

# gssImport_unableDownloadDataList
source: Unable to download data list due to an error. Check your settings and the log.
cs: Seznam dat nelze stáhnout z důvodu chyby. Zkontrolujte nastavení a protokol.

# gssImport_dataSetsDownloadedMapsFolder
source: Datasets are downloaded into the maps folder.
cs: Datové sady se stahují do složky map.

# gssImport_noDataAvailable
source: No data available.
cs: Nejsou k dispozici žádné údaje.

# gssImport_projects
source: Projects
cs: Projekty

# gssImport_projectsDownloadedProjectFolder
source: Projects are downloaded into the projects folder.
cs: Projekty se stahují do složky projects.

# gssImport_noProjectsAvailable
source: No projects available.
cs: Žádné projekty nejsou k dispozici.

# gssImport_forms
source: Forms
cs: Formuláře

# gssImport_tagsDownloadedFormsFolder
source: Tags files are downloaded into the forms folder.
cs: Soubory značek jsou staženy do složky formulářů.

# importWidget_importFromGeopaparazzi
source: Import from Geopaparazzi Survey Server
cs: Import z Geopaparazzi Survey Serveru

# settings_pleaseEnterValidPassword
source: Please enter a valid server password.
cs: Zadejte platné heslo serveru.

# settings_serverUrlStartWithHttp
source: The server URL needs to start with HTTP or HTTPS.
cs: Adresa URL serveru musí začínat HTTP nebo HTTPS.

# settings_serverPassword
source: Server Password
cs: Heslo serveru

# settings_allowSelfSignedCert
source: Allow self signed certificates
cs: Povolení vlastnoručně podepsaných certifikátů

# network_cancelledByUser
source: Cancelled by user.
cs: Zrušeno uživatelem.

# network_completed
source: Completed.
cs: Dokončeno.

# exportWidget_exportToPortableDocumentFormat
source: Export project to Portable Document Format
cs: Export projektu do formátu Portable Document Format
de: Exportiere Projekt als Portable Document Format

# exportWidget_exportImagesToFolder
source: Export project images to folder
cs: Export obrázků projektu do složky
de: Exportiere Projektbilder in Ordner

# exportWidget_geopackageExported
source: Geopackage exported
cs: Geopackage exportován
de: Geopaket exportiert

# gssExport_restoreProjectAsDirty
source: Restore project as all dirty.
cs: Obnovit projekt jako celý špinavý.
de: Stellen Sie das Projekt als völlig fehlerhaft wieder her.

# gssExport_setProjectClean
source: Set project to CLEAN?
cs: Nastavit projekt na ČISTÝ?
de: Projekt auf CLEAN setzen?

# gssExport_noGssPasswordSet
source: No GSS server password has been set. Check your settings.
cs: Nebylo nastaveno žádné heslo serveru GSS. Zkontrolujte nastavení.

# gssExport_collectingSyncStats
source: Collecting sync stats…
cs: Sbírání statistik synchronizace…

# gssExport_gpsLogs
source: GPS Logs:
cs: Protokoly GPS:

# gssExport_noGssUrlSet
source: No GSS server URL has been set. Check your settings.
cs: Nebyla nastavena žádná adresa URL serveru GSS. Zkontrolujte nastavení.

# gssExport_followingDataWillBeUploaded
source: The following data will be uploaded upon sync.
cs: Při synchronizaci se nahrají následující data.

# gssImport_noGssUrlSet
source: No GSS server URL has been set. Check your settings.
cs: Nebyla nastavena žádná adresa URL serveru GSS. Zkontrolujte nastavení.

# gssImport_noGssPasswordSet
source: No GSS server password has been set. Check your settings.
cs: Nebylo nastaveno žádné heslo serveru GSS. Zkontrolujte nastavení.

# gssImport_noPermToAccessServer
source: No permission to access the server. Check your credentials.
cs: Nemáte oprávnění k přístupu na server. Zkontrolujte své pověření.

# gssImport_noTagsAvailable
source: No tags available.
cs: Nejsou k dispozici žádné štítky.

# network_buildingBaseCachePerformance
source: Building base cache for improved performance (might take a while)…
cs: Vytvoření základní mezipaměti pro zvýšení výkonu (může chvíli trvat)…

# network_thisFIleAlreadyBeingDownloaded
source: This file is already being downloaded.
cs: Tento soubor je již stažen.

# network_download
source: Download
cs: Stáhnout

# network_downloadFile
source: Download file
cs: Stáhnout soubor

# network_toTheDeviceTakeTime
source: to the device? This can take a while.
cs: do zařízení? To může chvíli trvat.

# network_availableMaps
source: Available maps
cs: Dostupné mapy

# network_searchMapByName
source: Search map by name
cs: Hledání mapy podle názvu

# network_uploading
source: Uploading
cs: Nahrávání

# network_permissionOnServerDenied
source: Permission on server denied.
cs: Oprávnění na serveru odepřeno.

# network_couldNotConnectToServer
source: Could not connect to the server. Is it online? Check your address.
cs: Nepodařilo se připojit k serveru. Je online? Zkontrolujte svou adresu.

# form_sketch_newSketch
source: New Sketch
cs: Nový náčrt

# form_sketch_undo
source: Undo
cs: Vrátit

# form_sketch_noUndo
source: Nothing to undo
cs: Nic, co by šlo vrátit zpět

# form_sketch_clear
source: Clear
cs: Vymazat

# form_sketch_save
source: Save
cs: Uložit

# form_sketch_sketcher
source: Sketcher
cs: Skicák

# form_sketch_enableDrawing
source: Turn on drawing
cs: Zapnout kreslení

# form_sketch_enableEraser
source: Turn on eraser
cs: Zapnout gumu

# form_sketch_backColor
source: Background color
cs: Barva pozadí

# form_sketch_strokeColor
source: Stroke color
cs: Barva tahu

# form_sketch_pickColor
source: Pick color
cs: Vyberte barvu

# form_smash_cantSaveImageDb
source: Could not save image in database.
cs: Obrázek se nepodařilo uložit do databáze.

# gttExport_chooseGttProject
source: Choose GTT Project:
cs: Zvolte projekt GTT:

# gttExport_setProjectDirty
source: Set project to DIRTY?
cs: Nastavit projekt na DIRTY?

# gttExport_thisCantBeUndone
source: This can't be undone!
cs: To se nedá vrátit!

# gttExport_restoreProjectAsDirty
source: Restore project as all dirty.
cs: Obnovit projekt jako celý nevyčištěný.

# gttExport_setProjectToClean
source: Set project to CLEAN?
cs: Nastavit projekt na ČISTÝ?

# gttExport_restoreProjectAsClean
source: Restore project as all clean.
cs: Obnovit projekt jako čistý.

# gttExport_nothingToSync
source: Nothing to sync.
cs: Není co synchronizovat.

# gttExport_collectingSyncStats
source: Collecting sync stats...
cs: Sbírání statistik synchronizace...

# gttExport_unableToSyncDueToError
source: Unable to sync due to an error, check diagnostics.
cs: Synchronizaci nelze provést z důvodu chyby, zkontrolujte diagnostiku.

# gttExport_noGttServerUrlSet
source: No GTT server url has been set. Check your settings.
cs: Nebyla nastavena žádná url adresa serveru GTT. Zkontrolujte nastavení.

# gttExport_noGttPasswordSet
source: No GTT server password has been set. Check your settings.
cs: Nebylo nastaveno žádné heslo serveru GTT. Zkontrolujte nastavení.

# gttExport_noGttUserSet
source: No GTT server user has been set. Check your settings.
cs: Nebyl nastaven žádný uživatel serveru GTT. Zkontrolujte nastavení.

# gttExport_unableToRetrieveProjects
source: Unable to retrieve GTT Projects List. Check your settings.
cs: Nelze načíst seznam projektů GTT. Zkontrolujte nastavení.

# gttExport_dataUploadedUponSync
source: The following data will be uploaded upon sync.
cs: Při synchronizaci se nahrají následující údaje.

# gttExport_gpsLogs
source: Gps Logs
cs: Protokoly GPS

# gttExport_simpleNotes
source: Simple Notes
cs: Poznámky

# gttExport_formNotes
source: Form Notes
cs: Poznámky k formuláři

# gttExport_images
source: Images
cs: Obrázky

# gttExport_uploadingData
source: Uploading data
cs: Nahrávání dat

# gttExport_shouldNotHappen
source: Should not happen
cs: Nemělo by se stát

# gttExport_upload
source: Upload
cs: Nahrát

# gttExport_formNotesUpload
source: Form Notes Upload
cs: Nahrání poznámek k formuláři

# gttExport_formsUploadedToGttServer
source: Forms uploaded to GTT Server
cs: Formuláře nahrané na server GTT

# gttExport_simpleNotesUpload
source: Simple Notes Upload
cs: Nahrávání poznámek

# gttExport_notesUploadedToGttServer
source: Notes uploaded to GTT Server
cs: Poznámky nahrané na server GTT

# gttExport_simpleLogsUpload
source: GPS Logs Upload
cs: Nahrávání protokolů GPS

# gttExport_logsUploadedToGttServer
source: Logs uploaded to GTT Server
cs: Protokoly nahrané na server GTT

# gttImport_gttImport
source: GTT Import
cs: Import GTT

# gttImport_nothingToSync
source: Nothing to sync.
cs: Nic k synchronizaci.

# gttImport_collectingSyncStats
source: Collecting sync stats...
cs: Sbírání statistik synchronizace...

# gttImport_unableToSyncDueToError
source: Unable to sync due to an error, check diagnostics.
cs: Synchronizaci nelze provést z důvodu chyby, zkontrolujte diagnostiku.

# gttImport_noGttServerUrl
source: No GTT server url has been set. Check your settings.
cs: Nebyla nastavena žádná url adresa serveru GTT. Zkontrolujte nastavení.

# gttImport_noGttServerPassword
source: No GTT server password has been set. Check your settings.
cs: Nebylo nastaveno žádné heslo serveru GTT. Zkontrolujte nastavení.

# gttImport_noGttServerUser
source: No GTT server user has been set. Check your settings.
cs: Nebyl nastaven žádný uživatel serveru GTT. Zkontrolujte nastavení.

# gttImport_unableToRetrieveProjects
source: Unable to retrieve GTT Projects List. Check your settings.
cs: Nelze načíst seznam projektů GTT. Zkontrolujte nastavení.

# gttImport_importProjectForm
source: Import Project Forms
cs: Import formulářů projektu

# gttImport_importFormsFromGttServer
source: Import Forms from GTT Server Projects
cs: Import formulářů z projektů serveru GTT

# gttImport_importingForms
source: Importing Forms
cs: Importování formulářů

# gttImport_shouldNotHappen
source: Should not happen
cs: Nemělo by se stát

# gttImport_projectFormImport
source: Project Form Import
cs: Import formuláře projektu

# gttImport_projectFormImported
source: Project Form imported from GTT Server
cs: Formulář projektu importovaný ze serveru GTT

# gttImport_singleProject
source: Single Project
cs: Jednotlivý projekt

# gttImport_allProjects
source: All Projects
cs: Všechny projekty

# gttImport_chooseGttProject
source: Choose GTT Project:
cs: Vyberte projekt GTT:

# exportWidget_exportToGTT
source: Export to GeoTaskTracker Server
cs: Export na server GeoTaskTracker

# importWidget_importFromGTT
source: Import from GeoTaskTracker Server
cs: Import ze serveru GeoTaskTracker

# settings_pleaseEnterValidUsername
source: Please enter a valid server username.
cs: Zadejte platné uživatelské jméno serveru.

# network_pleaseWait
source: please wait…
cs: prosím, počkejte…

# gttExport_unableToRetrieveApiKey
source: Unable to retrieve GTT Api Key. Check your settings.
cs: Nelze načíst klíč GTT Api. Zkontrolujte nastavení.

# gttImport_unableToRetrieveApiKey
source: Unable to retrieve GTT Api Key. Check your settings.
cs: Nelze načíst klíč GTT Api. Zkontrolujte nastavení.

# settings_serverUsername
source: Server Username
cs: Uživatelské jméno serveru

# gttExport_syncStats
source: Sync Stats
cs: Statistiky synchronizace

# gttExport_dataUploadedSelectedProject
source: The following data will be uploaded only if the project is selected.
cs: Následující údaje se nahrají pouze v případě, že je projekt vybrán.

# gttExport_contactAdmin
source: No Available Project, Contact your Admin.
cs: Žádný dostupný projekt, kontaktujte správce.

# gttExport_selectProject
source: Select Project
cs: Vybrat projekt

# gttImport_GTTServerProjectsWillBeImported
source: All GTT Server Projects will be imported
cs: Všechny projekty serveru GTT budou importovány

# exportWidget_export
source: Export
de: Exportieren
